
/* Label for the password field in the account preferences */
"Password:" = "密码：";

/* No comment provided by engineer. */
"The characters you're entering are not valid for an account name on this service." = "您所输入的字符并非这个服务所允许的有效帐号名称。";
